/* Search criteria for other date properties of a file, such as when a photograph was taken, within a specific period before today */
"%@ %[Any Date]@" = "%1$@ %2$[Alle datoer]@";
"%@ %[Today]@" = "%1$@ %2$[I dag]@";
"%@ %[Since Yesterday]@" = "%1$@ %2$[Siden i går]@";
"%@ %[This week]@" = "%1$@ %2$[Denne uge]@";
"%@ %[Within Last 2 weeks]@" = "%1$@ %2$[Inden for de sidste 2 uger]@";
"%@ %[This month]@" = "%1$@ %2$[Denne måned]@";
"%@ %[Within Last 2 months]@" = "%1$@ %2$[Inden for de sidste 2 måneder]@";

/* Search criteria for other boolean properties of a file, such as whether red-eye correction was on */
"%@ %[Any]@" = "%1$@ %2$[Alle]@";
"%@ %[Yes]@" = "%1$@ %2$[Ja]@";
"%@ %[No]@" = "%1$@ %2$[Nej]@";

/* Search criteria for other string properties of a file, such as the name of the author */
"%@ %[Contains]@ %@" = "%1$@ %2$[Indeholder]@ %3$@";
"%@ %[Begins With]@ %@" = "%1$@ %2$[Begynder med]@ %3$@";
"%@ %[Ends With]@ %@" = "%1$@ %2$[Slutter med]@ %3$@";
"%@ %[Is]@ %@" = "%1$@ %2$[er]@ %3$@";

/* Search criteria for other date properties of a file, such as when a photograph was taken, on a specific date */
"%@ %[Exactly]@ %@" = "%1$@ %2$[Nøjagtig]@ %3$@";
"%@ %[Before]@ %@" = "%1$@ %2$[Før]@ %3$@";
"%@ %[After]@ %@" = "%1$@ %2$[Efter]@ %3$@";

/* Search criteria for other numerical properties of a file, such as the pixel height of an image */
"%@ %[Greater than]@ %@" = "%1$@ %2$[Større end]@ %3$@";
"%@ %[Less than]@ %@" = "%1$@ %2$[Mindre end]@ %3$@";

/* Search criteria for other date properties of a file, such as when a photograph was taken, within a user-specified period of time before today */
"%@ %[Within Last]@ %@ %[Days]@" = "%1$@ %2$[Inden for de sidste]@ %3$@ %4$[dage]@";
"%@ %[Within Last]@ %@ %[Weeks]@" = "%1$@ %2$[Inden for de sidste]@ %3$@ %4$[uger]@";
"%@ %[Within Last]@ %@ %[Months]@" = "%1$@ %2$[Inden for de sidste]@ %3$@ %4$[måneder]@";
"%@ %[Within Last]@ %@ %[Years]@" = "%1$@ %2$[Inden for de sidste]@ %3$@ %4$[år]@";

/* Search criteria for other color space properties of a file */
"%[Color Space]@ %[Any Color Space]@" = "%1$[Farveområde]@ %2$[Alle farveområder]@";
"%[Color Space]@ %[RGB]@" = "%1$[Farveområde]@ %2$[RGB]@";
"%[Color Space]@ %[CMYK]@" = "%1$[Farveområde]@ %2$[CMYK]@";
"%[Color Space]@ %[Grayscale]@" = "%1$[Farveområde]@ %2$[Gråtoner]@";

/* Search criteria for files by contents */
"%[Contents]@ contain %@" = "%1$[Indhold]@ indeholder %2$@";

/* Search criteria for time duration - minutes and seconds */
"%[Duration]@ %[Greater than]@ %@ %[min]@ %@ %[sec]@" = "%1$[Varighed]@ %2$[Længere end]@ %3$@ %4$[min]@ %5$@ %6$[sek]@";
"%[Duration]@ %[Less than]@ %@ %[min]@ %@ %[sec]@" = "%1$[Varighed]@ %2$[Kortere end]@ %3$@ %4$[min]@ %5$@ %6$[sek]@";

/* Search criteria for files by keyword */
"%[Keywords]@ %@" = "%1$[Nøgleord]@ %2$@";

/* Search criteria for files by keyword containing */
"%[Keywords]@ contain %@" = "%1$[Nøgleord]@ indeholder %2$@";

/* Search criteria for specific kinds of files */
"%[Kind]@ is %[Any]@" = "%1$[Type]@ er %2$[Alle]@";
"%[Kind]@ is %[Images]@" = "%1$[Type]@ er %2$[Billeder]@";
"%[Kind]@ is %[Text]@" = "%1$[Type]@ er %2$[Tekst]@";
"%[Kind]@ is %[PDF]@" = "%1$[Type]@ er %2$[PDF]@";
"%[Kind]@ is %[Movies]@" = "%1$[Type]@ er %2$[Film]@";
"%[Kind]@ is %[Music]@" = "%1$[Type]@ er %2$[Musik]@";
"%[Kind]@ is %[Documents]@" = "%1$[Type]@ er %2$[Dokumenter]@";
"%[Kind]@ is %[Presentations]@" = "%1$[Type]@ er %2$[Præsentationer]@";
"%[Kind]@ is %[Folders]@" = "%1$[Type]@ er %2$[Mapper]@";
"%[Kind]@ is %[Applications]@" = "%1$[Type]@ er %2$[Programmer]@";

/* Search criteria for other kinds of files */
"%[Kind]@ is %[Others...]@ %@" = "%1$[Type]@ er %2$[Andet...]@ %3$@";

/* Search criteria for files by a particular label (color) */
"%[Label]@ is %@" = "%1$[Mærke]@ er %2$@";

/* Search criteria for dates a fixed amount relative to today */
"%[Last Opened]@ %[Any Date]@" = "%1$[Sidst åbnet]@ %2$[Alle datoer]@";
"%[Last Modified]@ %[Any Date]@" = "%1$[Sidst ændret]@ %2$[Alle datoer]@";
"%[Created]@ %[Any Date]@" = "%1$[Oprettet]@ %2$[Alle datoer]@";
"%[Last Opened]@ %[Today]@" = "%1$[Sidst åbnet]@ %2$[I dag]@";
"%[Last Modified]@ %[Today]@" = "%1$[Sidst ændret]@ %2$[I dag]@";
"%[Created]@ %[Today]@" = "%1$[Oprettet]@ %2$[I dag]@";
"%[Last Opened]@ %[Since Yesterday]@" = "%1$[Sidst åbnet]@ %2$[Siden i går]@";
"%[Last Modified]@ %[Since Yesterday]@" = "%1$[Sidst ændret]@ %2$[Siden i går]@";
"%[Created]@ %[Since Yesterday]@" = "%1$[Oprettet]@ %2$[Siden i går]@";
"%[Last Opened]@ %[This week]@" = "%1$[Sidst åbnet]@ %2$[Denne uge]@";
"%[Last Modified]@ %[This week]@" = "%1$[Sidst ændret]@ %2$[Denne uge]@";
"%[Created]@ %[This week]@" = "%1$[Oprettet]@ %2$[Denne uge]@";
"%[Last Opened]@ %[Within Last 2 weeks]@" = "%1$[Sidst åbnet]@ %2$[Inden for de sidste to uger]@";
"%[Last Modified]@ %[Within Last 2 weeks]@" = "%1$[Sidst ændret]@ %2$[Inden for de sidste to uger]@";
"%[Created]@ %[Within Last 2 weeks]@" = "%1$[Oprettet]@ %2$[Inden for de sidste to uger]@";
"%[Last Opened]@ %[This month]@" = "%1$[Sidst åbnet]@ %2$[Denne måned]@";
"%[Last Modified]@ %[This month]@" = "%1$[Sidst ændret]@ %2$[Denne måned]@";
"%[Created]@ %[This month]@" = "%1$[Oprettet]@ %2$[Denne måned]@";
"%[Last Opened]@ %[Within Last 2 months]@" = "%1$[Sidst åbnet]@ %2$[Inden for de sidste to måneder]@";
"%[Last Modified]@ %[Within Last 2 months]@" = "%1$[Sidst ændret]@ %2$[Inden for de sidste to måneder]@";
"%[Created]@ %[Within Last 2 months]@" = "%1$[Oprettet]@ %2$[Inden for de sidste to måneder]@";

/* Search criteria for specific dates */
"%[Last Opened]@ %[Exactly]@ %@" = "%1$[Sidst åbnet]@ %2$[Nøjagtig]@ %3$@";
"%[Last Modified]@ %[Exactly]@ %@" = "%1$[Sidst ændret]@ %2$[Nøjagtig]@ %3$@";
"%[Created]@ %[Exactly]@ %@" = "%1$[Oprettet]@ %2$[Nøjagtig]@ %3$@";
"%[Last Opened]@ %[Before]@ %@" = "%1$[Sidst åbnet]@ %2$[Før]@ %3$@";
"%[Last Modified]@ %[Before]@ %@" = "%1$[Sidst ændret]@ %2$[Før]@ %3$@";
"%[Created]@ %[Before]@ %@" = "%1$[Oprettet]@ %2$[Før]@ %3$@";
"%[Last Opened]@ %[After]@ %@" = "%1$[Sidst åbnet]@ %2$[Efter]@ %3$@";
"%[Last Modified]@ %[After]@ %@" = "%1$[Sidst ændret]@ %2$[Efter]@ %3$@";
"%[Created]@ %[After]@ %@" = "%1$[Oprettet]@ %2$[Efter]@ %3$@";

/* Search criteria for dates a variable amount relative to today */
"%[Last Opened]@ %[Within Last]@ %@ %[Days]@" = "%1$[Sidst åbnet]@ %2$[Inden for de sidste]@ %3$@ %4$[dage]@";
"%[Last Modified]@ %[Within Last]@ %@ %[Days]@" = "%1$[Sidst ændret]@ %2$[Inden for de sidste]@ %3$@ %4$[dage]@";
"%[Created]@ %[Within Last]@ %@ %[Days]@" = "%1$[Oprettet]@ %2$[Inden for de sidste]@ %3$@ %4$[dage]@";
"%[Last Opened]@ %[Within Last]@ %@ %[Weeks]@" = "%1$[Sidst åbnet]@ %2$[Inden for de sidste]@ %3$@ %4$[uger]@";
"%[Last Modified]@ %[Within Last]@ %@ %[Weeks]@" = "%1$[Sidst ændret]@ %2$[Inden for de sidste]@ %3$@ %4$[uger]@";
"%[Created]@ %[Within Last]@ %@ %[Weeks]@" = "%1$[Oprettet]@ %2$[Inden for de sidste]@ %3$@ %4$[uger]@";
"%[Last Opened]@ %[Within Last]@ %@ %[Months]@" = "%1$[Sidst åbnet]@ %2$[Inden for de sidste]@ %3$@ %4$[måneder]@";
"%[Last Modified]@ %[Within Last]@ %@ %[Months]@" = "%1$[Sidst ændret]@ %2$[Inden for de sidste]@ %3$@ %4$[måneder]@";
"%[Created]@ %[Within Last]@ %@ %[Months]@" = "%1$[Oprettet]@ %2$[Inden for de sidste]@ %3$@ %4$[måneder]@";
"%[Last Opened]@ %[Within Last]@ %@ %[Years]@" = "%1$[Sidst åbnet]@ %2$[Inden for de sidste]@ %3$@ %4$[år]@";
"%[Last Modified]@ %[Within Last]@ %@ %[Years]@" = "%1$[Sidst ændret]@ %2$[Inden for de sidste]@ %3$@ %4$[år]@";
"%[Created]@ %[Within Last]@ %@ %[Years]@" = "%1$[Oprettet]@ %2$[Inden for de sidste]@ %3$@ %4$[år]@";

/* Search criteria for musical genre type */
"%[Musical genre]@ %@" = "%1$[Musikgenre]@ %2$@";

/* Search criteria for name extension type */
"%[Name Extension]@ %@" = "%1$[Arkivendelse]@ %2$@";

/* Search criteria for files by name */
"%[Name]@ %[Contains]@ %@" = "%1$[Navn]@ %2$[Indeholder]@ %3$@";
"%[Name]@ %[Begins With]@ %@" = "%1$[Navn]@ %2$[Starter med]@ %3$@";
"%[Name]@ %[Ends With]@ %@" = "%1$[Navn]@ %2$[Slutter med]@ %3$@";
"%[Name]@ %[Is]@ %@" = "%1$[Navn]@ %2$[Er]@ %3$@";

/* Search criteria for other color space properties of a file */
"%[Orientation]@ %[Any Orientation]@" = "%1$[Retning]@ %2$[Alle retninger]@";
"%[Orientation]@ %[Landscape]@" = "%1$[Retning]@ %2$[Liggende]@";
"%[Orientation]@ %[Portrait]@" = "%1$[Retning]@ %2$[Stående]@";

/* Menu item to bring up an additional list of search criteria */
"%[Other...]@" = "%[Andet...]@";

/* Search criteria for raw query type */
"%[Raw query]@ %@" = "%1$[Raw-forespørgsel]@ %2$@";

/* Search criteria for generic search-by-all-fields type */
"%[Search for]@ %@" = "%1$[Søg efter]@ %2$@";

/* Search criteria for files larger or smaller than a specific number of kilobytes, megabytes, or gigabytes */
"%[Size]@ %[Greater than]@ %@ %[KB]@" = "%1$[Omfang]@ %2$[Større end]@ %3$@ %4$[KB]@";
"%[Size]@ %[Less than]@ %@ %[KB]@" = "%1$[Omfang]@ %2$[Mindre end]@ %3$@ %4$[KB]@";
"%[Size]@ %[Greater than]@ %@ %[MB]@" = "%1$[Omfang]@ %2$[Større end]@ %3$@ %4$[MB]@";
"%[Size]@ %[Less than]@ %@ %[MB]@" = "%1$[Omfang]@ %2$[Mindre end]@ %3$@ %4$[MB]@";
"%[Size]@ %[Greater than]@ %@ %[GB]@" = "%1$[Omfang]@ %2$[Større end]@ %3$@ %4$[GB]@";
"%[Size]@ %[Less than]@ %@ %[GB]@" = "%1$[Omfang]@ %2$[Mindre end]@ %3$@ %4$[GB]@";

/* Search criteria for other visibility properties of a file */
"%[Visibility]@ %[Visible or Invisible]@" = "%1$[Synlighed]@ %2$[Synlige eller Usynlige]@";
"%[Visibility]@ %[Visible Items]@" = "%1$[Synlighed]@ %2$[Synlige emner]@";
"%[Visibility]@ %[Invisible Items]@" = "%1$[Synlighed]@ %2$[Usynlige emner]@";

